Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# coach.unlock
source: Tap to unlock Coach
ar: اضغط لفتح Coach
ca: Toca per desbloquejar Coach
cs: Klepnutím odemkněte Coach
da: Tryk for at låse Coach op
de: Tippen, um Coach freizuschalten
el: Πάτα για ξεκλείδωμα Coach
es: Toca para desbloquear Coach
fi: Napauta avataksesi Coachin
fr: Touche pour débloquer le Coach
he: הקש כדי לפתוח Coach
hi: Coach अनलॉक करने के लिए टैप करें
hr: Dodirni za otključavanje Coach
hu: Koppints a Coach feloldásához
id: Ketuk untuk buka Coach
it: Tocca per sbloccare Coach
ja: タップしてコーチを解除
ko: 눌러서 코치 잠금 해제
ms: Ketik untuk buka Coach
nb: Trykk for å låse opp Coach
nl: Tik om Coach te ontgrendelen
pl: Dotknij, by odblokować Coach
pt_br: Toque para desbloquear Coach
pt_pt: Toca para desbloquear Coach
ro: Atinge pentru a debloca Coach
ru: Нажми, чтобы разблокировать Coach
sk: Klepnutím odomknite Coach
sv: Tryck för att låsa upp Coach
th: แตะเพื่อปลดล็อก Coach
tr: Coach’u açmak için dokun
uk: Торкнись, щоб розблокувати Coach
vi: Chạm để mở Coach
zh_hans: 轻触以解锁教练
zh_hant: 點一下解鎖 Coach

# common.cancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# common.close
source: Close
ar: إغلاق
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hr: Zatvori
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Tutup
nb: Lukk
nl: Sluit
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# common.continue
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjut
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# common.dismiss
source: Dismiss
ar: تجاهل
ca: Descarta
cs: Zavřít
da: Afvis
de: Verwerfen
el: Απόρριψη
es: Cerrar
fi: Hylkää
fr: Fermer
he: סגור
hi: खारिज करें
hr: Odbaci
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
ms: Ketepikan
nb: Avvis
nl: Negeer
pl: Odrzuć
pt_br: Fechar
pt_pt: Dispensar
ro: Închide
ru: Скрыть
sk: Zavrieť
sv: Avfärda
th: ปิดทิ้ง
tr: Kapat
uk: Відхилити
vi: Bỏ qua
zh_hans: 关闭
zh_hant: 關閉

# common.done
source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έγινε
es: Listo
fi: Valmis
fr: OK
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: OK
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จ
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

# common.edit
source: Edit
ar: تعديل
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fi: Muokkaa
fr: Modifier
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
pt_pt: Editar
ro: Editează
ru: Изменить
sk: Upraviť
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Редагувати
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

# common.manual
source: Manual
ar: يدوي
cs: Ručně
da: Manuel
de: Manuell
el: Χειροκίνητα
fi: Manuaalinen
fr: Manuel
he: ידני
hi: मैन्युअल
hr: Ručno
hu: Kézi
it: Manuale
ja: 手動
ko: 수동
nb: Manuell
nl: Handmatig
pl: Ręcznie
ru: Вручную
sk: Ručne
sv: Manuell
th: ด้วยมือ
tr: Manuel
uk: Вручну
vi: Thủ công
zh_hans: 手动
zh_hant: 手動

# common.ok
source: OK
ar: موافق
he: אישור

# common.refresh
source: Refresh
ar: تحديث
ca: Actualitza
cs: Obnovit
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fi: Päivitä
fr: Actualiser
he: רענון
hi: रीफ़्रेश
hr: Osvježi
hu: Frissítés
id: Muat ulang
it: Aggiorna
ja: 更新
ko: 새로고침
ms: Muat semula
nb: Oppdater
nl: Vernieuw
pl: Odśwież
pt_br: Atualizar
pt_pt: Atualizar
ro: Reîmprospătează
ru: Обновить
sk: Obnoviť
sv: Uppdatera
th: รีเฟรช
tr: Yenile
uk: Оновити
vi: Làm mới
zh_hans: 刷新
zh_hant: 重新整理

# common.retry
source: Retry
ar: إعادة المحاولة
ca: Tornar a intentar
cs: Znovu
da: Prøv igen
de: Erneut
el: Επανάληψη
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
he: נסה שוב
hi: फिर कोशिश करें
hr: Pokušaj ponovo
hu: Újra
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
ms: Cuba lagi
nb: Prøv igjen
nl: Opnieuw
pl: Ponów
pt_br: Tentar de novo
pt_pt: Tentar novamente
ro: Reîncearcă
ru: Повторить
sk: Znova
sv: Försök igen
th: ลองใหม่
tr: Yeniden dene
uk: Повторити
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

# common.save
source: Save
ar: حفظ
ca: Desa
cs: Uložit
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמור
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Lagre
nl: Bewaar
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# common.weigh
source: Weigh
ar: وزّن
ca: Pes
cs: Zvážit
da: Vej
de: Wiegen
el: Ζύγιση
es: Pesar
fi: Punnitse
fr: Peser
he: שקול
hi: तौलें
hr: Izvagu
hu: Mérés
id: Timbang
it: Pesa
ja: 計測
ko: 체중
ms: Timbang
nb: Vei
nl: Weeg
pl: Zważ
pt_br: Pesar
pt_pt: Pesar
ro: Cântărește
ru: Взвесить
sk: Odvážiť
sv: Väg
th: ชั่งน้ำหนัก
tr: Tart
uk: Зважити
vi: Cân
zh_hans: 称重
zh_hant: 量體重

source: Confirm age change?
ar: تأكيد تغيير العمر؟
ca: Confirmes el canvi d’edat?
cs: Potvrdit změnu věku?
da: Bekræft aldersændring?
de: Altersänderung bestätigen?
el: Επιβεβαίωση αλλαγής ηλικίας;
es: ¿Confirmar el cambio de edad?
fi: Vahvista iän muutos?
fr: Confirmer le changement d’âge ?
he: לאשר שינוי גיל?
hi: उम्र बदलने की पुष्टि करें?
hr: Potvrditi promjenu dobi?
hu: Megerősíted a korváltást?
id: Konfirmasi ubah usia?
it: Confermare il cambio di età?
ja: 年齢の変更を確定しますか？
ko: 나이 변경을 확인할까요?
ms: Sahkan perubahan umur?
nb: Bekrefte aldersendring?
nl: Leeftijdswijziging bevestigen?
pl: Potwierdzić zmianę wieku?
pt_br: Confirmar a mudança de idade?
pt_pt: Confirmar a mudança de idade?
ro: Confirmi schimbarea vârstei?
ru: Подтвердить изменение возраста?
sk: Potvrdiť zmenu veku?
sv: Bekräfta åldersändring?
th: ยืนยันการเปลี่ยนอายุ?
tr: Yaş değişikliğini onayla?
uk: Підтвердити зміну віку?
vi: Xác nhận đổi tuổi?
zh_hans: 确认更改年龄？
zh_hant: 確認更改年齡？

source: Confirm dream weight?
ar: تأكيد وزن الحلم؟
ca: Confirmes el pes somiat?
cs: Potvrdit vysněnou váhu?
da: Bekræft drømmevægt?
de: Traumgewicht bestätigen?
el: Επιβεβαίωση βάρος-όνειρο;
es: ¿Confirmar el peso soñado?
fi: Vahvista unelmapaino?
fr: Confirmer le poids rêvé ?
he: לאשר משקל חלום?
hi: सपनों का वज़न पक्का करें?
hr: Potvrditi težinu iz snova?
hu: Megerősíted az álomsúlyt?
id: Konfirmasi berat impian?
it: Confermare il peso dei sogni?
ja: 目標体重を確定しますか？
ko: 목표 체중을 확인할까요?
ms: Sahkan berat impian?
nb: Bekrefte drømmevekt?
nl: Droomgewicht bevestigen?
pl: Potwierdzić wagę marzeń?
pt_br: Confirmar o peso dos sonhos?
pt_pt: Confirmar o peso de sonho?
ro: Confirmi greutatea visată?
ru: Подтвердить вес мечты?
sk: Potvrdiť vysnívanú váhu?
sv: Bekräfta drömvikt?
th: ยืนยันน้ำหนักในฝัน?
tr: Hayal ağırlığını onayla?
uk: Підтвердити вагу мрії?
vi: Xác nhận cân nặng mơ ước?
zh_hans: 确认梦想体重？
zh_hant: 確認夢想體重？

source: Confirm height change?
ar: تأكيد تغيير الطول؟
ca: Confirmes el canvi d’alçada?
cs: Potvrdit změnu výšky?
da: Bekræft højdeændring?
de: Größenänderung bestätigen?
el: Επιβεβαίωση αλλαγής ύψους;
es: ¿Confirmar el cambio de altura?
fi: Vahvista pituuden muutos?
fr: Confirmer le changement de taille ?
he: לאשר שינוי גובה?
hi: कद बदलने की पुष्टि करें?
hr: Potvrditi promjenu visine?
hu: Megerősíted a magasságváltást?
id: Konfirmasi ubah tinggi?
it: Confermare il cambio di altezza?
ja: 身長の変更を確定しますか？
ko: 키 변경을 확인할까요?
ms: Sahkan perubahan tinggi?
nb: Bekrefte høydeendring?
nl: Lengtewijziging bevestigen?
pl: Potwierdzić zmianę wzrostu?
pt_br: Confirmar a mudança de altura?
pt_pt: Confirmar a mudança de altura?
ro: Confirmi schimbarea înălțimii?
ru: Подтвердить изменение роста?
sk: Potvrdiť zmenu výšky?
sv: Bekräfta längdändring?
th: ยืนยันการเปลี่ยนส่วนสูง?
tr: Boy değişikliğini onayla?
uk: Підтвердити зміну зросту?
vi: Xác nhận đổi chiều cao?
zh_hans: 确认更改身高？
zh_hant: 確認更改身高？

source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjut
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Current weight
ar: الوزن الحالي
ca: Pes actual
cs: Aktuální váha
da: Nuværende vægt
de: Aktuelles Gewicht
el: Τρέχον βάρος
es: Peso actual
fi: Nykyinen paino
fr: Poids actuel
he: משקל נוכחי
hi: मौजूदा वज़न
hr: Trenutna težina
hu: Jelenlegi súly
id: Berat saat ini
it: Peso attuale
ja: 現在の体重
ko: 현재 체중
ms: Berat semasa
nb: Nåværende vekt
nl: Huidig gewicht
pl: Aktualna waga
pt_br: Peso atual
pt_pt: Peso atual
ro: Greutate actuală
ru: Текущий вес
sk: Aktuálna váha
sv: Nuvarande vikt
th: น้ำหนักปัจจุบัน
tr: Mevcut ağırlık
uk: Поточна вага
vi: Cân nặng hiện tại
zh_hans: 当前体重
zh_hant: 目前體重

source: Date
ar: التاريخ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivä
he: תאריך
hi: तारीख
hr: Datum
hu: Dátum
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: Tarikh
nb: Dato
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ro: Dată
ru: Дата
sk: Dátum
sv: Datum
th: วันที่
tr: Tarih
uk: Дата
vi: Ngày
zh_hans: 日期
zh_hant: 日期

source: Diet
ar: النظام الغذائي
ca: Dieta
cs: Strava
da: Kost
de: Ernährung
el: Διατροφή
es: Dieta
fi: Ruokavalio
fr: Régime
he: תזונה
hi: डाइट
hr: Prehrana
hu: Étrend
id: Pola makan
it: Dieta
ja: 食事
ko: 식단
ms: Pemakanan
nb: Kosthold
nl: Dieet
pl: Dieta
pt_br: Dieta
pt_pt: Dieta
ro: Dietă
ru: Питание
sk: Strava
sv: Kost
th: อาหาร
tr: Beslenme
uk: Харчування
vi: Chế độ ăn
zh_hans: 饮食
zh_hant: 飲食

source: Diet preference
ar: تفضيل النظام الغذائي
ca: Preferència de dieta
cs: Preference stravy
da: Kostpreferencer
de: Ernährungsweise
el: Διατροφική προτίμηση
es: Preferencia de dieta
fi: Ruokavalio
fr: Préférence alimentaire
he: העדפת תזונה
hi: खाने की पसंद
hr: Prehrambena preferencija
hu: Étrend
id: Preferensi makan
it: Preferenza alimentare
ja: 食事の好み
ko: 식단 선호
ms: Pilihan pemakanan
nb: Kostholdsvalg
nl: Dieetvoorkeur
pl: Preferencje diety
pt_br: Preferência alimentar
pt_pt: Preferência alimentar
ro: Preferință alimentară
ru: Предпочтения в еде
sk: Preferencia stravy
sv: Kostpreferens
th: รูปแบบอาหาร
tr: Beslenme tercihi
uk: Харчові вподобання
vi: Sở thích ăn uống
zh_hans: 饮食偏好
zh_hant: 飲食偏好

# diet.omnivore
source: Omnivore
ar: آكل لحم
ca: Omnívor
cs: Všežravec
da: Altæder
de: Omnivor
el: Παντοφάγος
es: Omnívoro
fi: Sekasyöjä
he: אוכל-כל
hi: सर्वाहारी
hr: Svejed
hu: Mindenevő
id: Omnivora
it: Onnivoro
ja: 雑食
ko: 잡식
ms: Omnivor
nb: Alteter
nl: Omnivoor
pl: Wszystkożerca
pt_br: Onívoro
pt_pt: Omnívoro
ro: Omnivor
ru: Всеядный
sk: Všejed
sv: Allätare
th: กินทั้งพืชและสัตว์
tr: Hepçil
uk: Всеїдний
vi: Ăn tạp
zh_hans: 杂食
zh_hant: 雜食

# diet.other
source: Other / flexible
ar: آخر / مرن
ca: Altre / flexible
cs: Jiný / flexibilní
da: Anden / fleksibel
de: Anders / flexibel
el: Άλλο / ευέλικτο
es: Otro / flexible
fi: Muu / joustava
fr: Autre / flexible
he: אחר / גמיש
hi: अन्य / लचीला
hr: Drugo / fleksibilno
hu: Más / rugalmas
id: Lain / fleksibel
it: Altro / flessibile
ja: その他 / フレキシブル
ko: 기타 / 유연
ms: Lain / fleksibel
nb: Annen / fleksibel
nl: Anders / flexibel
pl: Inne / elastycznie
pt_br: Outro / flexível
pt_pt: Outro / flexível
ro: Altceva / flexibil
ru: Другое / гибко
sk: Iné / flexibilné
sv: Annan / flexibel
th: อื่น / ยืดหยุ่น
tr: Diğer / esnek
uk: Інше / гнучко
vi: Khác / linh hoạt
zh_hans: 其他 / 灵活
zh_hant: 其他 / 彈性

# diet.pescatarian
source: Pescatarian
ar: نباتي سمكي
ca: Pescetarià
cs: Pescetarián
da: Pescetar
de: Pescetarisch
el: Ψαροφάγος
es: Pescetariano
fi: Pescetaristi
fr: Pescétarien
he: פסקטריאני
hi: पेस्केटेरियन
hr: Pescetarijanac
hu: Pescetárius
it: Pescetariano
ja: ペスカタリアン
ko: 페스코테리언
nb: Pescetar
nl: Pescotariër
pl: Pescetarianin
pt_br: Pescetariano
pt_pt: Pescetariano
ro: Pescetarian
ru: Пескетарианец
sk: Pescetarián
sv: Pescetarian
th: กินปลาไม่กินเนื้อ
tr: Pesketaryen
uk: Пескетаріанець
zh_hans: 鱼素
zh_hant: 魚素

# diet.vegan
source: Vegan
ar: نباتي صرف
ca: Vegà
da: Veganer
es: Vegano
fi: Vegaani
fr: Végétalien
he: טבעוני
hi: वीगन
hu: Vegán
it: Vegano
ja: ヴィーガン
ko: 비건
nl: Veganist
pl: Weganin
pt_br: Vegano
pt_pt: Vegano
ru: Веган
sk: Vegán
th: วีแกน
uk: Веган
zh_hans: 纯素
zh_hant: 純素

# diet.vegetarian
source: Vegetarian
ar: نباتي
ca: Vegetarià
cs: Vegetarián
da: Vegetar
de: Vegetarisch
el: Χορτοφάγος
es: Vegetariano
fi: Kasvissyöjä
fr: Végétarien
he: צמחוני
hi: शाकाहारी
hr: Vegetarijanac
hu: Vegetáriánus
it: Vegetariano
ja: ベジタリアン
ko: 채식
nb: Vegetar
nl: Vegetariër
pl: Wegetarianin
pt_br: Vegetariano
pt_pt: Vegetariano
ru: Вегетарианец
sk: Vegetarián
th: มังสวัร
tr: Vejetaryen
uk: Вегетаріанець
vi: Ăn chay
zh_hans: 素食
zh_hant: 素食

source: Disclaimer
ar: إخلاء مسؤولية
ca: Avís legal
cs: Vyloučení odpovědnosti
da: Ansvarsfraskrivelse
de: Hinweis
el: Αποποίηση
es: Aviso
fi: Vastuuvapaus
fr: Avertissement
he: כתב ויתור
hi: अस्वीकरण
hr: Odricanje
hu: Felelősségkizárás
id: Penafian
it: Avvertenza
ja: 免責事項
ko: 고지
ms: Penafian
nb: Ansvarsfraskrivelse
pl: Zastrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro: Declinare
ru: Оговорка
sk: Vylúčenie zodpovednosti
sv: Ansvarsfriskrivning
th: ข้อจำกัดความรับผิด
tr: Sorumluluk reddi
uk: Застереження
vi: Tuyên bố miễn trừ
zh_hans: 免责声明
zh_hant: 免責聲明

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Έγινε
es: Listo
fi: Valmis
fr: OK
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt_br: OK
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จ
tr: Tamam
uk: Готово
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Download on-device polish
ar: تنزيل الصقل على الجهاز
ca: Descarrega el poliment al dispositiu
cs: Stáhnout místní leštění
da: Hent polering på enheden
de: Politur auf dem Gerät laden
el: Λήψη στίλβωσης στη συσκευή
es: Descargar el pulido en el dispositivo
fi: Lataa laitteen viimeistely
fr: Télécharger la finition sur l’appareil
he: הורד ליטוש במכשיר
hi: ऑन-डिवाइस पॉलिश डाउनलोड करें
hr: Preuzmi poliranje na uređaju
hu: Eszközön futó csiszolás letöltése
id: Unduh polesan di perangkat
it: Scarica la rifinitura sul dispositivo
ja: 端末内の仕上げをダウンロード
ko: 기기 내 다듬기 다운로드
ms: Muat turun penggilap pada peranti
nb: Last ned pussing på enheten
nl: On-device afwerking downloaden
pl: Pobierz dopracowanie na urządzeniu
pt_br: Baixar o polimento no aparelho
pt_pt: Transferir o polimento no dispositivo
ro: Descarcă finisajul pe dispozitiv
ru: Скачать локальную шлифовку
sk: Stiahnuť miestne leštenie
sv: Hämta polering på enheten
th: ดาวน์โหลดการขัดบนเครื่อง
tr: Cihazda cilayı indir
uk: Завантажити локальне шліфування
vi: Tải gói trau chuốt trên máy
zh_hans: 下载本机润色包
zh_hant: 下載裝置端潤色包

source: Downloading on-device polish…
ar: جارٍ تنزيل الصقل على الجهاز…
ca: S’està descarregant el poliment al dispositiu…
cs: Stahování místního leštění…
da: Henter polering på enheden…
de: Politur auf dem Gerät wird geladen…
el: Λήψη στίλβωσης στη συσκευή…
es: Descargando el pulido en el dispositivo…
fi: Ladataan laitteen viimeistelyä…
fr: Téléchargement de la finition sur l’appareil…
he: מוריד ליטוש במכשיר…
hi: ऑन-डिवाइस पॉलिश डाउनलोड हो रही है…
hr: Preuzimanje poliranja na uređaju…
hu: Eszközön futó csiszolás letöltése…
id: Mengunduh polesan di perangkat…
it: Download della rifinitura sul dispositivo…
ja: 端末内の仕上げをダウンロード中…
ko: 기기 내 다듬기 다운로드 중…
ms: Memuat turun penggilap pada peranti…
nb: Laster ned pussing på enheten…
nl: On-device afwerking downloaden…
pl: Pobieranie dopracowania na urządzeniu…
pt_br: Baixando o polimento no aparelho…
pt_pt: A transferir o polimento no dispositivo…
ro: Se descarcă finisajul pe dispozitiv…
ru: Загрузка локальной шлифовки…
sk: Sťahovanie miestneho leštenia…
sv: Hämtar polering på enheten…
th: กำลังดาวน์โหลดการขัดบนเครื่อง…
tr: Cihazda cila indiriliyor…
uk: Завантаження локального шліфування…
vi: Đang tải gói trau chuốt trên máy…
zh_hans: 正在下载本机润色包…
zh_hant: 正在下載裝置端潤色包…

# Dream %@ by %@
source: Dream %1$@ by %2$@
ar: حلم %1$@ بحلول %2$@
ca: Somni %1$@ per al %2$@
cs: Sen %1$@ do %2$@
da: Drøm %1$@ senest %2$@
de: Traum %1$@ bis %2$@
el: Όνειρο %1$@ έως %2$@
es: Sueña %1$@ para el %2$@
fi: Unelma %1$@ viimeistään %2$@
fr: Rêve %1$@ d’ici le %2$@
he: חלום %1$@ עד %2$@
hi: %2$@ तक %1$@
hr: San %1$@ do %2$@
hu: Álom %1$@ eddig: %2$@
id: Impian %1$@ pada %2$@
it: Sogno %1$@ entro il %2$@
ja: %2$@ までに %1$@
ko: %2$@까지 %1$@
ms: Impian %1$@ menjelang %2$@
nb: Drøm %1$@ innen %2$@
nl: Droom %1$@ tegen %2$@
pl: Marzenie %1$@ do %2$@
pt_br: Sonho %1$@ até %2$@
pt_pt: Sonho %1$@ até %2$@
ro: Vis %1$@ până la %2$@
ru: Мечта %1$@ к %2$@
sk: Sen %1$@ do %2$@
sv: Dröm %1$@ senast %2$@
th: ฝัน %1$@ ภายใน %2$@
tr: %2$@ tarihine %1$@
uk: Мрія %1$@ до %2$@
vi: Mơ %1$@ trước %2$@
zh_hans: %2$@ 前达到 %1$@
zh_hant: %2$@ 前達到 %1$@

source: e.g. knee tweak, weekend wine
ar: مثل ركبة تؤلم، نبيذ في عطلة نهاية الأسبوع
ca: p. ex. genoll, vi el cap de setmana
cs: např. koleno, víno o víkendu
da: f.eks. knæ der driller, vin i weekenden
de: z. B. Knie zwickt, Wein am Wochenende
el: π.χ. γόνατο, κρασί το Σαββατοκύριακο
es: p. ej. rodilla fastidiada, vino el fin de semana
fi: esim. polvi kipeä, viiniä viikonloppuna
fr: p. ex. genou fragile, vin le week-end
he: למשל ברך רגישה, יין בסופ״ש
hi: जैसे घुटने में दर्द, वीकेंड पर वाइन
hr: npr. koljeno, vino vikendom
hu: pl. térd, bor hétvégén
id: mis. lutut nyeri, anggur akhir pekan
it: es. ginocchio delicato, vino nel weekend
ja: 例：ひざの不調、週末のワイン
ko: 예: 무릎 통증, 주말 와인
ms: cth. lutut sengal, wain hujung minggu
nb: f.eks. vondt kne, vin i helgen
nl: bijv. zere knie, wijn in het weekend
pl: np. kolano, wino w weekend
pt_br: ex.: joelho ruim, vinho no fim de semana
pt_pt: ex.: joelho mal, vinho ao fim de semana
ro: ex. genunchi, vin în weekend
ru: напр. колено, вино на выходных
sk: napr. koleno, víno cez víkend
sv: t.ex. knä som trilskas, vin på helgen
th: เช่น เข่าเพี้ยน ไวน์สุดสัปดาห์
tr: ör. diz ağrısı, hafta sonu şarabı
uk: напр. коліно, вино на вихідних
vi: vd. gối khó chịu, rượu cuối tuần
zh_hans: 例如膝盖不舒服、周末喝酒
zh_hant: 例如膝蓋不舒服、週末喝酒

source: e.g. peanuts, shellfish
ar: مثل فول سوداني، محار
ca: p. ex. cacauets, marisc
cs: např. arašídy, mořské plody
da: f.eks. jordnødder, skaldyr
de: z. B. Erdnüsse, Schalentiere
el: π.χ. φιστίκια, οστρακοειδή
es: p. ej. cacahuetes, marisco
fi: esim. maapähkinät, simpukat
fr: p. ex. arachides, fruits de mer
he: למשל בוטנים, פירות ים
hi: जैसे मूंगफली, शेलफिश
hr: npr. kikiriki, školjke
hu: pl. földimogyoró, kagyló
id: mis. kacang, kerang
it: es. arachidi, crostacei
ja: 例：ピーナッツ、甲殻類
ko: 예: 땅콩, 조개류
ms: cth. kacang, kerang
nb: f.eks. peanøtter, skalldyr
nl: bijv. pinda’s, schaaldieren
pl: np. orzeszki, skorupiaki
pt_br: ex.: amendoim, frutos do mar
pt_pt: ex.: amendoins, marisco
ro: ex. arahide, fructe de mare
ru: напр. арахис, морепродукты
sk: napr. arašidy, morské plody
sv: t.ex. jordnötter, skaldjur
th: เช่น ถั่วลิสง หอย
tr: ör. fıstık, kabuklu deniz ürünleri
uk: напр. арахіс, молюски
vi: vd. đậu phộng, hải sản có vỏ
zh_hans: 例如花生、贝类
zh_hant: 例如花生、貝類

source: Email %@
ar: البريد %@
ca: Correu %@
es: Correo %@
fi: Sähköposti %@
he: אימייל %@
hi: ईमेल %@
hr: E-pošta %@
ja: メール %@
ko: 이메일 %@
ms: E-mel %@
nb: E-post %@
ru: Почта %@
sv: E-post %@
th: อีเมล %@
tr: E-posta %@
uk: Пошта %@
zh_hans: 邮箱 %@
zh_hant: 郵箱 %@

source: Erase all FATNAG data on this iPhone?
ar: مسح كل بيانات FATNAG على هذا iPhone؟
ca: Esborrar totes les dades de FATNAG en aquest iPhone?
cs: Smazat všechna data FATNAG na tomto iPhonu?
da: Slet alle FATNAG-data på denne iPhone?
de: Alle FATNAG-Daten auf diesem iPhone löschen?
el: Διαγραφή όλων των δεδομένων FATNAG σε αυτό το iPhone;
es: ¿Borrar todos los datos de FATNAG en este iPhone?
fi: Poistetaanko kaikki FATNAG-tiedot tältä iPhonelta?
fr: Effacer toutes les données FATNAG sur cet iPhone ?
he: למחוק את כל נתוני FATNAG ב-iPhone הזה?
hi: इस iPhone का सारा FATNAG डेटा मिटाएँ?
hr: Obrisati sve FATNAG podatke na ovom iPhoneu?
hu: Törlöd az összes FATNAG-adatot erről az iPhone-ról?
id: Hapus semua data FATNAG di iPhone ini?
it: Cancellare tutti i dati FATNAG su questo iPhone?
ja: この iPhone の FATNAG データをすべて消去しますか？
ko: 이 iPhone의 FATNAG 데이터를 모두 지울까요?
ms: Padam semua data FATNAG pada iPhone ini?
nb: Slette alle FATNAG-data på denne iPhonen?
nl: Alle FATNAG-gegevens op deze iPhone wissen?
pl: Wymazać wszystkie dane FATNAG na tym iPhonie?
pt_br: Apagar todos os dados do FATNAG neste iPhone?
pt_pt: Apagar todos os dados do FATNAG neste iPhone?
ro: Ștergi toate datele FATNAG de pe acest iPhone?
ru: Стереть все данные FATNAG на этом iPhone?
sk: Vymazať všetky dáta FATNAG na tomto iPhone?
sv: Radera all FATNAG-data på den här iPhonen?
th: ลบข้อมูล FATNAG ทั้งหมดบน iPhone นี้?
tr: Bu iPhone’daki tüm FATNAG verileri silinsin mi?
uk: Стерти всі дані FATNAG на цьому iPhone?
vi: Xóa mọi dữ liệu FATNAG trên iPhone này?
zh_hans: 清除此 iPhone 上的全部 FATNAG 数据？
zh_hant: 清除此 iPhone 上的全部 FATNAG 資料？
